{"name": {"0": "Laurenz V Singing Gruner Veltliner 2010", "1": "Laurenz V Singing Gruner Veltliner 2011", "2": "Laurenz V Singing Gruner Veltliner 2013", "3": "Lava Cap Sauvignon Blanc 2017", "4": "Lavradores de Feitoria Tres Bagos 2003", "5": "Lavradores de Feitoria Tres Bagos 2004", "6": "Lawson's Dry Hills Gewurztraminer 2014", "7": "Lawson's Dry Hills Sauvignon Blanc 2014", "8": "Layer Cake Chardonnay 2011", "9": "Layer Cake Primitivo aka Zinfandel 2008", "10": "Layer Cake Shiraz 2014", "11": "Layer Cake Shiraz 2013", "12": "Layer Cake Shiraz 2010", "13": "Layer Cake Virgin Chardonnay 2009", "14": "Le Bonheur Cabernet Sauvignon 1997", "15": "Le Bonheur Chardonnay 1999", "16": "Le Casematte Nero d'Avola 2015", "17": "Le Charmel Rhone Blend 2011", "18": "Le Cirque Grenache Gris 2015", "19": "Le Grand Courtage Blanc de Blancs Brut Bedazzled Bottle", "20": "Le Grand Courtage Rose Brut Bedazzled Bottle", "21": "Le Macchiole 2009", "22": "Le P'tit Paysan Jack's Hill Chardonnay 2015", "23": "Le P'tit Paysan La Marea Albarino 2015", "24": "Le P'tit Paysan Le P'tit Pape 2014", "25": "Le Salette Valpolicella Classico 2012", "26": "Leacock's 10 Year Bual Madiera", "27": "Leasingham Bin 7 Riesling 2001", "28": "Leasingham Bin 7 Riesling 2003", "29": "Leasingham Magnus Riesling 2003", "30": "Leasingham Magnus Riesling 2004", "31": "L'Ecole 41 Chardonnay 2004", "32": "L'Ecole 41 Chardonnay 2008", "33": "L'Ecole 41 Chardonnay 2018", "34": "L'Ecole 41 Columbia Valley Merlot 2000", "35": "L'Ecole 41 Columbia Valley Merlot 2003", "36": "L'Ecole 41 Columbia Valley Merlot 2006", "37": "L'Ecole 41 Columbia Valley Merlot 2010", "38": "L'Ecole 41 Columbia Valley Merlot 2008", "39": "L'Ecole 41 Columbia Valley Merlot 2014", "40": "L'Ecole 41 Semillon 2010", "41": "L'Ecole 41 Semillon 2015", "42": "L'Ecole 41 Walla Walla Valley Syrah 2003", "43": "Leese-Fitch Pinot Noir 2016", "44": "Leese-Fitch Sauvignon Blanc 2015", "45": "Leese-Fitch Sauvignon Blanc 2017", "46": "Leese-Fitch Zinfandel 2016", "47": "Leeuwin Estate Art Series Shiraz 1999", "48": "Leeuwin Estate Margaret River Riesling 2000", "49": "Leeuwin Estate Siblings Sauvignon Blanc 2018", "50": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 1999", "51": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2011", "52": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2016", "53": "Leeuwin Estate Siblings Shiraz 2003", "54": "Leeuwin Estate Siblings Shiraz 2004", "55": "Lemelson Dry Riesling 2015", "56": "Lemelson Thea's Select Pinot Noir 2000", "57": "Leone de Castris Salice Salentino Riserva 2010", "58": "Leone de Castris Salice Salentino Riserva 2014", "59": "Leone de Castris Salice Salentino Riserva 2015", "60": "Les Alexandrins Terrasses de l'Eridan Cotes du Rhone Blanc 2017", "61": "Les Alexandrins Terrasses de l'Eridan Cotes du Rhone Rouge 2017", "62": "Les Quatre Tours Coteaux d'Aix en Provence 2016", "63": "L'Esprit de Chevalier Pessac Leognan 2000", "64": "Leth Steinagrund Gruner Veltliner 2012"}, "grape": {"0": NaN, "1": NaN, "2": NaN, "3": NaN, "4": NaN, "5": NaN, "6": NaN, "7": NaN, "8": NaN, "9": NaN, "10": NaN, "11": NaN, "12": NaN, "13": NaN, "14": NaN, "15": NaN, "16": NaN, "17": NaN, "18": NaN, "19": NaN, "20": NaN, "21": NaN, "22": NaN, "23": NaN, "24": NaN, "25": NaN, "26": NaN, "27": NaN, "28": NaN, "29": NaN, "30": NaN, "31": NaN, "32": NaN, "33": NaN, "34": NaN, "35": NaN, "36": NaN, "37": NaN, "38": NaN, "39": NaN, "40": NaN, "41": NaN, "42": NaN, "43": NaN, "44": NaN, "45": NaN, "46": NaN, "47": NaN, "48": NaN, "49": NaN, "50": NaN, "51": NaN, "52": NaN, "53": NaN, "54": NaN, "55": NaN, "56": NaN, "57": NaN, "58": NaN, "59": NaN, "60": NaN, "61": NaN, "62": NaN, "63": NaN, "64": NaN}, "region": {"0": "Austria", "1": "Austria", "2": "Austria", "3": "El Dorado, Sierra Foothills, California", "4": "Portugal", "5": "Portugal", "6": "Marlborough, New Zealand", "7": "Marlborough, New Zealand", "8": "Central Coast, California", "9": "Italy", "10": "South Australia, Australia", "11": "South Australia, Australia", "12": "South Australia, Australia", "13": "Central Coast, California", "14": "South Africa", "15": "South Africa", "16": "Sicily, Italy", "17": "Rhone, France", "18": "France", "19": "France", "20": "France", "21": "Bolgheri, Tuscany, Italy", "22": "Monterey, Central Coast, California", "23": "Central Coast, California", "24": "San Benito, Central Coast, California", "25": "Valpolicella, Veneto, Italy", "26": "Portugal", "27": "Clare Valley, South Australia, Australia", "28": "Clare Valley, South Australia, Australia", "29": "Clare Valley, South Australia, Australia", "30": "Clare Valley, South Australia, Australia", "31": "Columbia Valley, Washington", "32": "Columbia Valley, Washington", "33": "Columbia Valley, Washington", "34": "Columbia Valley, Washington", "35": "Columbia Valley, Washington", "36": "Columbia Valley, Washington", "37": "Columbia Valley, Washington", "38": "Columbia Valley, Washington", "39": "Columbia Valley, Washington", "40": "Columbia Valley, Washington", "41": "Columbia Valley, Washington", "42": "Walla Walla Valley, Columbia Valley, Washington", "43": "California", "44": "California", "45": "California", "46": "California", "47": "Margaret River, Western Australia, Australia", "48": "Margaret River, Western Australia, Australia", "49": "Margaret River, Western Australia, Australia", "50": "Margaret River, Western Australia, Australia", "51": "Margaret River, Western Australia, Australia", "52": "Margaret River, Western Australia, Australia", "53": "Margaret River, Western Australia, Australia", "54": "Margaret River, Western Australia, Australia", "55": "Dundee Hills, Willamette Valley, Oregon", "56": "Oregon", "57": "Puglia, Italy", "58": "Italy", "59": "Italy", "60": "Cotes du Rhone, Rhone, France", "61": "Cotes du Rhone, Rhone, France", "62": "Coteaux d'Aix-en-Provence, Provence, South of France, France", "63": "Pessac-Leognan, Bordeaux, France", "64": "Austria"}, "variety": {"0": "White Wine", "1": "White Wine", "2": "White Wine", "3": "White Wine", "4": "Red Wine", "5": "Red Wine", "6": "White Wine", "7": "White Wine", "8": "White Wine", "9": "Red Wine", "10": "Red Wine", "11": "Red Wine", "12": "Red Wine", "13": "White Wine", "14": "Red Wine", "15": "White Wine", "16": "Red Wine", "17": "Red Wine", "18": "White Wine", "19": "Sparkling & Champagne", "20": "Sparkling & Champagne", "21": "Red Wine", "22": "White Wine", "23": "White Wine", "24": "Red Wine", "25": "Red Wine", "26": NaN, "27": "White Wine", "28": "White Wine", "29": "White Wine", "30": "White Wine", "31": "White Wine", "32": "White Wine", "33": "White Wine", "34": "Red Wine", "35": "Red Wine", "36": "Red Wine", "37": "Red Wine", "38": "Red Wine", "39": "Red Wine", "40": "White Wine", "41": "White Wine", "42": "Red Wine", "43": "Red Wine", "44": "White Wine", "45": "White Wine", "46": "Red Wine", "47": "Red Wine", "48": "White Wine", "49": "White Wine", "50": "White Wine", "51": "White Wine", "52": "White Wine", "53": "Red Wine", "54": "Red Wine", "55": "White Wine", "56": "Red Wine", "57": "Red Wine", "58": "Red Wine", "59": "Red Wine", "60": "White Wine", "61": "Red Wine", "62": "Pink and Rosé", "63": "Red Wine", "64": "White Wine"}, "rating": {"0": 88.0, "1": 88.0, "2": 89.0, "3": 89.0, "4": 86.0, "5": 89.0, "6": 89.0, "7": 89.0, "8": 88.0, "9": 89.0, "10": 89.0, "11": 88.0, "12": 88.0, "13": 87.0, "14": 87.0, "15": 88.0, "16": 89.0, "17": 89.0, "18": 89.0, "19": 89.0, "20": 89.0, "21": 89.0, "22": 89.0, "23": 89.0, "24": 89.0, "25": 88.0, "26": 88.0, "27": 87.0, "28": 89.0, "29": 87.0, "30": 89.0, "31": 87.0, "32": 88.0, "33": 89.0, "34": 88.0, "35": 88.0, "36": 87.0, "37": 89.0, "38": 89.0, "39": 89.0, "40": 87.0, "41": 89.0, "42": 87.0, "43": 88.0, "44": 89.0, "45": 89.0, "46": 89.0, "47": 88.0, "48": 88.0, "49": 89.0, "50": 85.0, "51": 89.0, "52": 89.0, "53": 88.0, "54": 89.0, "55": 89.0, "56": 88.0, "57": 89.0, "58": 89.0, "59": 89.0, "60": 89.0, "61": 89.0, "62": 89.0, "63": 89.0, "64": 88.0}, "notes": {"0": "A very attractive fruit bouquet yields apple, peach and citrus aromas along with a typical Veltliner spiciness and a touch of white pepper. The soft and juicy palate is supported by fine acidity. It sings on the palate!", "1": "A very attractive fruit bouquet yields apple, peach and citrus aromas along with a typical Veltliner spiciness and a touch of white pepper. The soft and juicy palate is supported by fine acidity. It sings on the palate!", "2": "A very attractive fruit bouquet yields apple, peach and citrus aromas along with a typical Veltliner spiciness and a touch of white pepper. The soft and juicy palate is supported by fine acidity. It sings on the palate!", "3": "After the grapes are crushed, they are 100% fermented with 2 distinct yeast strains in small 500-gallon stainless steel tanks. After fermentation, the wine remains in the stainless steel tanks where it ages for an additional 4 months. The wine was bottled the first week of February and bottled aged for 4 weeks before being released. ", "4": NaN, "5": "Produced from grapes from three different subregions: Baixo Corgo, Cima Corgo and Douro Superior from some of the best viticultural talent in Portugal. The idea behind this novel project is to take advantage of the climatic and terroir advantages that each of the three Douro sub-regions has to offer. The Douro Superior tends to produce wines of greater strength while the Cima Corgo and Baixo Corgo tends to produce wines with higher levels of natural acidity and elegance. ", "6": "The bouquet of this wine is beautifully scented with notes of rose petal, clove, lychee, ginger, citrus and much more... The palate is rich and round with a lovely mid-palate volume and a luscious texture. A sliver of sweetness provides softness to the finish. Overthe next eight to ten years this wine will develop musk, honey and toasty characters, while retaining its distinctive varietal appeal.", "7": "Beautiful ripe passion fruit and citrus aromas leap from the glass. The palate display's a full array of flavour's from passion fruit, lime and tropical fruits, through to gentle fresh green herbs. This wine is finely balanced, the dry palate has crisp acidity and a lovely minerality.", "8": "The nose is reminiscent of Meyer lemons, preserved then diced up later in the year for seasoning in a meal, wet stones and Kaffir lime blossoms waft in and out as well. The wine builds in body and texture as it sits in your mouth. Layers of Kaffir lime, guava, andpineapple pour in at first, and then the light creamy texture of whipped lemon curd fills in the flavor palate. The finish is clean and crisp, lingering enough to make you want another sip… goahead, we'll make more next year, don't worry.", "9": "A balance of elegance and power; inky black fruit, spice and white pepper, jammy black cherries, plums, blackberry fruit, truffles, tar, and espresso. Warm and rich in the mouth with a creamy texture; slight notes of chalky Puglia terroir, the ripe fruit is well supported by the deep structure of the wine. Imagine a cool fall evening, a warm blaze crackling in the fireplace, the wine rich and intriguing, like stories told by old friends.", "10": "The aromas of cocoa, warm spice and dark fruit are very powerful from the first whiff. In the mouth, the wine is layered with rich blackberry, dark cherries and hints of dark, creamy chocolate ganache. The finish lingers on, hanging on your palate while the fruit and spice flavors slowly change and fade.", "11": "Spicy black and blue fruit aromas show good power and just a hint of black pepper. Supple and seamless in texture, offering layers of Bing cherry and cassis flavors and a touch of mocha. Exceptional balance for its big power, finishing with a gentle creamy note, leaving dark berry and cracked pepper notes behind.", "12": "The 2010 Layer Cake Shiraz is outstanding due to virtually perfect growing conditions and rigorous vineyard selections. The wine is incredibly layered and richer than in past years. Bold spice, black plums, dark chocolate, mocha and cherries and black berries abound with a hint of red soil and a faint trace of anise with layers of spice box. Loaded with glycerol mouth feel and capped off with a long creamy finish that just hangs on your palate.", "13": "The Virgin Chardonnay is so named because it never comes in contact with any oak. Our fellow wine lovers have expressed our shared interest in getting back to what Chardonnay used to be: Clean, crisp, layered, refreshing fruit, a hint of summer, with none of the overbearing heaviness of oak. If the taste of buttered popcorn is what you crave, you'd do better finding it at the movies than in a bottle of wine.", "14": "This dry wine, deep ruby in color, with aromas of blackcurrant and mulberry, is full-bodied and well rounded. The berry flavors are endorsed by silky vanilla aromas and well-structured tannins. A wine with excellent ageing potential, Le Bonheur Cabernet Sauvignon will gracefully complement any gourmet dish.", "15": "Medium-bodied, fresh and dry, this wine has characteristic lemon/clove flavors. These delightful flavors are balanced with vanilla tones, which create the lingering, refreshing aftertaste of a fine, new-style Chardonnay. Delicious with lobster and other seafood, Parma ham, thinly sliced smoked salmon, as well as lightly prepared pork, veal and chicken dishes.", "16": "#95", "17": "Le Charmel Rhone is a beautiful wine with generous aromas of blackberries, chocolate and spice. On the palate, it is remarkably smooth and long with a rich finish. The wine is perfect with beef, lamb and chicken and pasta dishes as well as firmer and strong cheeses. ", "18": "Medium to full-bodied and very aromatic, with intense fruit, floral notes, green herb character and a light spiciness on the nose.", "19": "Le Grand Courtâge presents the inaugural release of a Limited Edition Bedazzled Bottle. Created in collaboration with Champagne Bisou, an aptly-named designer in Los Angeles, each one-of-a-kind bottle is crafted by hand to ensure resilience and elegance and is available in Silver (Blanc de Blancs Brut) or Pink (Brut Rosé). Le Grand Courtâge sparkling wines embody the French spirit of Joie de Vivre and invite celebration. Literally translated as ‘The Great Courtship’, Le Grand Courtâge unites French and American wine culture with delicious results. The Blanc de Blancs Brut and Brut Rosé are crisp, elegant and refreshing, with tiny bubbles and a delicate balance of dryness with fruit and floral notes. ", "20": "Le Grand Courtâge presents the inaugural release of a Limited Edition Bedazzled Bottle. Created in collaboration with Champagne Bisou, an aptly-named designer in Los Angeles, each one-of-a-kind bottle is crafted by hand to ensure resilience and elegance and is available in Silver (Blanc de Blancs Brut) or Pink (Brut Rosé). Le Grand Courtâge sparkling wines embody the French spirit of Joie de Vivre and invite celebration. Literally translated as ‘The Great Courtship’, Le Grand Courtâge unites French and American wine culture with delicious results. The Blanc de Blancs Brut and Brut Rosé are crisp, elegant and refreshing, with tiny bubbles and a delicate balance of dryness with fruit and floral notes. ", "21": "Brilliant ruby color, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity.", "22": "Bright, with orchard fruit giving way to an intense minerality.", "23": "Kristy Vineyard is on a bench overlooking the Salinas River mainly consisting of calcium rich shale soils and ripens at low sugar and high acids. Cold fermented in stainless steel for aromatic intensity. Citrus blossom and crushed seashell aromas, elegant texture and bright acidity. ", "24": "Cherry blossoms, dusty road, red plums, herb de Provence. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush.", "25": "A gorgeous ruby red color with a fresh, fruit bouquet rich with cherry notes. Soft on the palate, with balanced acidity. ", "26": "Clear, amber colour with golden highlights. A complex and intense aroma of dried fruits (fig, prunes, almonds), toffee and vanilla-spice. Medium sweet, smooth, soft fruit, balanced by a strong backbone of citrus acidity and a luxurious, long finish. ", "27": "This renowned wine was first released in 1967. Its aromatic, dry wine displaying excellent lime and citrus varietal flavours. Sourced from a selection of sights throughout the Valley, the wines length of flavour and elegant overall structure serves to reinforce the Clare Valleys enviable reputation for premium Riesling.", "28": "This renowned wine was first released in 1967. Its aromatic, dry wine displaying excellent lime and citrus varietal flavours. Sourced from a selection of sights throughout the Valley, the wines length of flavour and elegant overall structure serves to reinforce the Clare Valleys enviable reputation for premium Riesling.", "29": "This wine is pale straw in color with brilliant green hues. On the nose the wine shows lifted, fresh pineapple fragrance with citrus spice. The palate shows punchy, ripe lemon, citrus spice with fleshy fruit sweetness. Coupled with fine mouth-watering acidity, the finish is fresh and lively. Enjoy now or cellar for up to 5-8 years.", "30": "Riesling thrives in the warm, sunny days of the Clare Valley, with cool night temperatures ensuring the wines stay fresh and balanced, with racy acidity. The vineyards that provide fruit for the Leasingham Magnus Riesling are characterized by high altitude and lean, slate soils.", "31": "\"The structure and backbone of this wine comes from the slightly cooler growing conditions of Fair Acre Vineyard and Evergreen Vineyards, with the riper melon and tropical flavors accentuated by the warmer Sagemoor and Goose Ridge sites.  Crisp acidity, ripe tropical flavors and a slight mineral edge harmonize with the richness of this Burgundian style Chardonnay.\"", "32": "This elegantly balanced Chardonnay shows robust acidity and purity of fruit with subdued tropical fruit, orange blossom and Asian pear flavors and subtle mineral nuances that gain complexity on a long, robust finish.", "33": "This classic Chardonnay offers an inviting mix of baked apple, Asian pear, and stone.  With lemon oil and brioche on the mid-palate, this wine lively builds to a long mineral finish.", "34": "L'Ecole No 41 is indisputabley best known for Merlot. Fermentation control is carried out in a traditional Bordeaux style, with small lot fermentations punched down by hand for optimal color and flavor extraction. Tannins are minimized during fermentation and in the press cycle where we do not exceed 1 bar of pressure. The wine is gently racked into a combination of new and older French and American oak barrels and aged for 18 months. With rich black cherry and berry fruit flavors in balance with the tannins, we choose not to fine this wine before filtering. ", "35": "Rich with spicy, aromatic aromas of nutmeg, clove and cinnamon, this Merlot shows ripe black plum, blackberry and dark cocoa flavors, with notes of leather and sweet tobacco encased in a toasty, ripe black cherry finish.", "36": "A blend of 80% Merlot, 12% Cabernet Franc, 5% Petit Verdot and 3% Cabernet Sauvignon.", "37": "Layered with enticing aromas of plum, clove and notes of violet, this full-bodied Merlot shows a robust core of cherry, blackberry and cola on a seamless finish of fine-grained, yet firm tannins.", "38": "Rich with aromas of nutmeg, clove and spice, this dark and brooding Merlot showsrobust fruit flavors of black cherry and boysenberry layered in spice and cocoa on afine-grained tannin finish.", "39": "Layered with enticing aromas of blackberry, violet, and mint, this full bodied Merlot shows balanced layers of huckleberry, plum, and baking spice on a seamless finishof fine-grained tannin.", "40": "Remarkably brilliant with vibrant fruit and balanced acidity, this wine shows fragrant citrus blossom and honey aromas, with pretty layers of lemon bar, apricot and keylime expanding on a balanced finish.", "41": "Rich with vibrant fruit and balanced acidity, this wine shows pretty orange blossom, apple and melon aromas, with layers of lemon custard, fresh apricot and honeysuckle flavors expanding on a balanced finish. Few Semillons show their richness and complexity as those produced in Washington State. Our cool harvest nights help to ensure crisp natural acidity, making this a wonderful food pairing wine.", "42": "This Columbia Valley Syrah shows opulent blackberry and plum fruit with blueberry and brambly flavors of raspberry and blackberry, with spice and pepper notes on a richly structured finish.", "43": "Balanced with just the right amount of acidity and fruit, this Pinot Noir boasts alluring aromas of crushed pomegranate, fresh cherry, graham cracker and thyme. Flavors on the palate showcase sweetened cranberry, tart raspberry, vanilla cream and hints of blood orange. The finish is intriguing and complex with herbal notes framed by nutmeg and vanilla.", "44": "Zesty and refreshing, this Sauvignon Blanc has enticing aromas of Mexican guava and pineapple that carry over to the palate. Just off-dry, the body of this wine is juicy with a crisp balanced acidity. ", "45": "2017 was a good vintage for Sauvignon Blanc. Moderate summer heat led to relatively early pick dates in order to get the Sauvignon Blanc off the vine with balanced acidity and ripeness. The flavors are highlighted by grassy herbal notes balanced with ripe melon and watermelon rind. On the palate, this light-bodied wine is juicy with casaba melon, lemon curd, and tangerine notes. Slight herbal nuances are framed with crisp acidity and finish with a touch of Meyer lemon. ", "46": "Juicy and fresh, aromas are layered with a combination of mixed berry pie filling and toasted coconut. On the palate rich flavors of black cherry, blackberry, milk chocolate, coconut cream, and hints of cream-laden coffee are highlighted. The finish is long and sustained with a touch of black pepper, laced with fresh vanilla and smooth coconut.", "47": "The color is plum purple with an almost black core.  This very weighty wine shows a powerful garden of strongly lifted spices and flowery aromas, never oaky but purely fruit derived lifting over the sturdy underlying character of red fruits; plums and ripe cherries tightly packed but with excellent potential.  The palate is a forward, mouth filling mix of red fruits and plums, seamed and supported by a very subtle tannic backbone.  The spiciness lingers in the mouth.  This wine will grow and become more complex with age, in good cellars conditions. ", "48": "Color is medium straw with green tinges. At this stage the wine shows strong floral aromas reminiscent of orange blossoms with hints of apricot. The later picking resulted in a more full flavored palate than normal but is dry and well balanced with a clean acid finish. Served chilled it is an ideal accompaniment to seafood and salads.", "49": "Fragrant and energetic, the nose has an abundance of lychee, kiwifruit and blackcurrant with lime curd and lemon sherbet. Thai basil, sliced fennel, gingerand citrus blossom sit neatly in the background. A gentle entry leads to a delicatelytextured mid palate. Bursting lemon, lime and grapefruit dominate throughout withbright acidity, a slightly savory line and a talc-like finish. ", "50": "A youthful straw green colour.", "51": "The intensity of the bouquet is dominated by lemon floral notes supported with lime, regionally picked green peas and green melon. The palate has a fascinating textural component that shows layered complexity from the barrel fermented portion of the blend.", "52": "Bright and lifted with bursting lime, lemon zest and guava. Subtleties of jasmine, lemongrass, fennel bulb and coriander seed lie in the background. An elegant palate offers diligent texture through the middle, with a finely directed acid spine. Lemon features with finger lime, grapefruit and hints of lychee, whilst savoury notes of blanched almonds and anise offer complexity. ", "53": "The color is a brilliant deep purple with dark violet tints. The wine is strongly fruit driven by lifted ripe black cherry, blackberry and plums. The complexity increases with cracked pepper, spice and is well supported by elegant oak aromas. The palate is of medium weight with intense sweet black cherry, blackberry and plums following through from the bouquet, with ripe and finely balanced tannins that give the palate its structure and length.  ", "54": "The colour is a brilliant deep ruby red.", "55": "To help maximize aromatic intensity and complexity, the wine was fermented in both tanks and stainless steel barrels.  The finished wine was aged on the lees for 5 months with occasional stirring.  The results are bright pineapple, green apple and lemon/lime fruit framed by intriguing ginger, floral and petrol aromatics.  Although fermented to complete dryness, the palate is rich, long and mineral with excellent natural acidity.", "56": "Thea Lemelson likes her Pinots on the racy side - deeply fruity, rich and satisfying, with softer tannins while still having the firm acidic backbone needed to pair easily with fine cuisine. Thea wants the complexity that comes from low yields and minimal intervention in the winery without having to wait a decade. Thea's Pinot Noir is indeed a \"selection,\" a Reserve-level blend that brings together elements selected from individual barrels showing the most juicy, forward, perfumed, racy fruit, while still having the requisite tannins needed to age and gain in complexity. In our blending tasting selections, we have kept Thea's wishes in mind and have tried to please her... we hope you are also tickled!  ", "57": "Wine of an intense red color with garnet colored hints, made of Negroamaro and Malvasia Nera. On the nose, fruity sensations of blackberry and black cherry, notes of basil and sweet spices due to the refinement in oak barrels. On the palate, smooth and balanced with a strong but never intrusive tannin. Long lasting finish.  ", "58": "This wine is ruby-red in color with expressive notes of ripe plum mingled with blackberry jam and sweet spice. On the palate, Maiana is full-bodied and robust. ", "59": "Intense ruby-red in color, concentrated aromas of black cherries and baked red fruits complement undertones of plums, spices, vanilla, and anise. On the palate, velvety tannins and a full body frame the long, delectable finish of stewed strawberries and vanilla beans.", "60": "Very pretty pale yellow color with golden highlights. The nose is full of freshness, with notes of pear and quince underlined by a touch of citrus. On the palate, it has a nice balance that combines freshness and roundness, with notes of white fruit and a long aromatic finish.", "61": "Pretty deep color. The nose offers a beautiful aromatic complexity, marked by Grenache and a hint of blackcurrant brought by ripe Syrah. On the palate, it shows complexity with tannins still present, but with finesse and elegance, and a beautiful freshness.", "62": "Pink salmon color, brilliant wine. Crisp and delicate nose with a good fruit , floral and citrus notes (pink grapefruit). Well balanced taste with a good crispness. Good presence with fat and matter. Fruity aromas with strawberry and blackcurrant notes. Crisp finish with lemon notes. A light aromatic rosé, refreshing and well balanced. ", "63": "The second wine of Domain Chevalier, the Esprit de Chevalier must must nevertheless be complex, balanced, well-structured and, above all, elegant enought to be in keeping with Chevalier's image. ", "64": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability."}}